<?php

return [
    'global' => [
        '400' => 'Ошибка данных в запросе',
        '403' => 'Отказано в доступе',
        '500' => 'Сервер не ответил',
    ],
    'user' => [
        '404' => 'Пользователь не найден',
    ],
    'category' => [
        '404' => 'Категория не найдена',
    ],
    'image' => [
        '404' => 'Изображение не найдено',
    ],
    'item' => [
        '404' => 'Товар не найден',
    ],
    'review' => [
        '404' => 'Отзыв не найден',
    ],
    'order' => [
        '404' => 'Заказ не найден',
    ],
];
