<?php

return [

    'auth' => [
        'off' => 'Авторизация сброшена',
    ],
    'user' => [
        'deleted' => 'Пользователь удален',
    ],
    'category' => [
        'deleted' => 'Категория удалена',
    ],
    'image' => [
        'deleted' => 'Изображение удалено',
    ],
    'item' => [
        'deleted' => 'Товар удален',
    ],
    'review' => [
        'deleted' => 'Отзыв удален',
    ],
    'order' => [
        'deleted' => 'Заказ удален',
        'status' => [
            1 => 'Создан',
            2 => 'Взят в работу',
            3 => 'Ожидает оплаты',
            4 => 'Передан в доставку',
            5 => 'Выполнен',
            6 => 'Отменен',
        ]
    ]
];
